Revit 2027 API
BuiltInFailures.MEPSupportFailures.InstanceOutOfHostError Property
 The instance of [Symbol] lost its host and will be deleted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InstanceOutOfHostError { get; }
Public Shared ReadOnly Property InstanceOutOfHostError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InstanceOutOfHostError {
	FailureDefinitionId^ get ();
}
static member InstanceOutOfHostError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MEPSupportFailures Class
Autodesk.Revit.DB Namespace